/* Top-level folders
*/
"System" = "Järjestelmä";
"Applications" = "Ohjelmat";
"Library" = "Kirjasto";
"Users" = "Käyttäjät";
"Network" = "Verkko";


/* The shared user, under /Users
*/
"Shared" = "Jaettu";


/* Subfolders of /Applications
*/
"Server" = "Palvelin";
"Utilities" = "Lisäohjelmat";


/* Folders in user homes
*/
"Desktop" = "Työpöytä";
"Documents" = "Dokumentit";
"Movies" = "Elokuvat";
"Music" = "Musiikki";
"Pictures" = "Kuvat";
"Public" = "Julkinen";
"Sites" = "Sivustot";
"Drop Box" = "Pudotuslaatikko";
"Favorites" = "Suosikit";
"Saved Searches" = "Tallennetut haut";
"Mail Downloads" = "Mail-lataukset";
"Downloads" = "Lataukset";


/* Subfolders of /Network. We don't create .localized in these, someone else does.
*/
"Local" = "Paikallinen";
"Servers" = "Palvelimet";
"My Network" = "Oma verkko";


/* Other interesting folders --- These need the .localized created on the fly or to be made available with the folder 
*/
"Deleted Users" = "Poistetut käyttäjät";
"Groups" = "Ryhmät";
"Faxes" = "Faksit";
"Compositions" = "Muodostelmat";		/* For Quartz Composer compositions */
"Shared Items" = "Jaetut kohteet";		/* Under /, for Server */
"Incompatible Software" = "Yhteensopimaton ohjelmisto";	/* Under / or ~ */

/* Simple Finder additions
*/
"My Applications" = "Omat ohjelmat";


